Repository: DoritoDog/accounting
Catalog: resources/locales/*/default.po
Languages: sk_sk

source: The accounting activity has been saved.
sk_sk: Účtovný prípad bol uložený.

source: The accounting activity could not be saved. Please, try again.
sk_sk: Nepodarilo sa uložiť účtovný prípad. Prosím, skúste znova.

source: The accounting activity has been deleted.
sk_sk: Účtovný prípad bol vymazaný.

source: The accounting activity could not be deleted. Please, try again.
sk_sk: Nepodarilo sa vymazať účtovný prípad. Prosím, skúste znova.

source: The accounting item has been saved.
sk_sk: Účtovný záznam bol uložený.

source: The accounting item could not be saved. Please, try again.
sk_sk: Nepodarilo sa uložiť účtovný záznam. Prosím, skúste znova.

source: The accounting item has been deleted.
sk_sk: Účtovný záznam bol vymazaný

source: The accounting item could not be deleted. Please, try again.
sk_sk: Nepodarilo sa vymazať účtovný záznam. Prosím, skúste znova.

source: Actions
sk_sk: Činnosti

source: List Accounting Activities
sk_sk: Zobraziť účtovné prípady

source: Add Accounting Activity
sk_sk: Pridať účtovný prípad

source: Submit
sk_sk: Poslať

source: Save
sk_sk: Uložiť

source: Delete
sk_sk: Vymazať

source: Are you sure you want to delete # {0}?
sk_sk: Ste si istý že chcete vymazať # {0}?

source: Edit Accounting Activity
sk_sk: Úpraviť účtovný prípad

source: New Accounting Activity
sk_sk: Nový účtovný prípad

source: Accounting Activities
sk_sk: Účtovné prípady

source: View
sk_sk: Pozrieť

source: Edit
sk_sk: Úpraviť

source: first
sk_sk: prvý

source: previous
sk_sk: predošlý

source: next
sk_sk: ďalší

source: last
sk_sk: posledný

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
sk_sk: Strana {{page}} z {{pages}}, zobrazujúci {{current}} údaj(ov) zo {{count}}

source: Delete Accounting Activity
sk_sk: Vymazať účtovný prípad

source: Name
sk_sk: Meno

source: Price
sk_sk: Cena

source: Created
sk_sk: Vytvorený

source: Modified
sk_sk: Úpravený

source: List Accounting Items
sk_sk: Zobraziť účtovné položky

source: Add Accounting Item
sk_sk: Prídať účtovnú položku

source: Edit Accounting Item
sk_sk: Úpraviť účtovnú položku

source: New Accounting Item
sk_sk: Nová účtovná položka

source: Accounting Items
sk_sk: Účtovné prípady

source: Delete Accounting Item
sk_sk: Vymazať účtovnú položku

source: Type
sk_sk: Typ

source: Entries Per Month
sk_sk: Počet záznamov za mesiac

source: Taxpayer Price
sk_sk: Cena za záznam platca DPH

source: Non Taxpayer Price
sk_sk: Cena za záznam neplatca DPH

source: Back
sk_sk: Naspäť

source: double entry
sk_sk: podvojné

source: simple
sk_sk: jednoduché

source: activity
sk_sk: úkon

source: wages and personnel
sk_sk: mzdy a personalistika
